[
  {
    "title": "Moody's lowers US credit outlook, though keeps triple-A rating",
    "url": "https://apnews.com/article/deficit-debt-credit-rating-b498af8787fe70217a7c08a1a011bd01",
    "category": "Business",
    "newsSource": "AP News",
    "description": "The credit rating agency Moody’s Investors Service has lowered its outlook on the U.S. government’s debt to “negative” from “stable.”",
    "publishedDateTime": "2023-11-10T23:03:45"
  },
  {
    "title": "Moody's cuts China credit outlook to negative, cites slowing economic growth, property crisis",
    "url": "https://apnews.com/article/moodys-china-rating-cut-negative-4d9105eb5c711a4bc7fc1f7db1f66c35",
    "category": "Business",
    "newsSource": "AP News",
    "description": "Moody’s said the downgrade, its first for China since 2017, reflects risks from financing troubles of local and regional governments and state-owned enterprises.",
    "publishedDateTime": "2023-12-05T10:11:03"
  },
  {
    "title": "Europe's economic outlook worsens as high prices plague consumer spending",
    "url": "https://apnews.com/article/european-economy-outlook-inflation-e8ec24496f433825ab37b376eee9695c",
    "category": "Business",
    "newsSource": "AP News",
    "description": "Europe's economic outlook just took a turn for the worse. The European Union's executive commission on Monday cut its forecast because high inflation is still discouraging consumers from spending money.",
    "publishedDateTime": "2023-09-11T09:06:41"
  },
  {
    "title": "Shares of United Airlines tumble on sour outlook for 4Q profit because of rising fuel prices",
    "url": "https://apnews.com/article/united-airlines-outlook-fuel-prices-20397cbe511cee0f42f62812cfff28ad",
    "category": "Business",
    "newsSource": "AP News",
    "description": "Shares of United Airlines have tumbled after the carrier issued a gloomy outlook for fourth-quarter profit. And they took other airline stocks lower, too on Wednesday.",
    "publishedDateTime": "2023-10-18T14:23:36"
  },
  {
    "title": "Stock market today: Asian shares slip after Wall Street ends its best month of '23 with big gains",
    "url": "https://apnews.com/article/stock-market-rates-opec-inflation-51a3156bdbc0eae60140210a10e79ebe",
    "category": "Business",
    "newsSource": "AP News",
    "description": "Asian shares have slipped after Wall Street closed out its best month of the year with big gains in November. U.S. futures rose while oil prices dropped.",
    "publishedDateTime": "2023-11-30T07:51:20"
  },
  {
    "title": "Dick's 2Q profit falls, and the retailer lowers its full-year outlook on worries about theft",
    "url": "https://apnews.com/article/dicks-profit-theft-target-outlook-9f976f9db56e40310506080d18c4bed2",
    "category": "Business",
    "newsSource": "AP News",
    "description": "Dick’s Sporting Goods profit slipped in its second quarter and missed Wall Street’s expectations as the retailer cut its full-year profit outlook, citing worries over theft at its stores.",
    "publishedDateTime": "2023-08-22T12:19:31"
  },
  {
    "title": "Foot Locker lowers full-year outlook again, pauses dividend as 2Q sales fall on cautious consumers",
    "url": "https://apnews.com/article/foot-locker-dividend-outlook-sales-dbce6a561a151a4d089f2ffd623aadd1",
    "category": "Business",
    "newsSource": "AP News",
    "description": "Foot Locker is cutting its full-year outlook again and pausing its quarterly dividend as sales dropped in its fiscal second quarter with consumers continuing to be more cautious about their purchases.",
    "publishedDateTime": "2023-08-23T11:44:20"
  },
  {
    "title": "Is Outlook down? Thousands of users report problems with Microsoft's email platform",
    "url": "https://apnews.com/article/outlook-microsoft-outage-down-ee5430f6a4636b297c64f0c0b695cfc3",
    "category": null,
    "newsSource": "AP News",
    "description": "WASHINGTON (AP) — Thousands of Microsoft Outlook users reported issues with accessing and using the email platform Monday morning.",
    "publishedDateTime": "2023-06-06T00:07:07"
  },
  {
    "title": "IMF global economic outlook sees slight growth, but inflation still a drag",
    "url": "https://apnews.com/article/imf-economics-outlook-debt-inflation-interest-rates-9ef38f1d860ac6260c3d81ba4a54d29e",
    "category": "Politics",
    "newsSource": "AP News",
    "description": "The International Monetary Fund is projecting that global economic growth will see a slight improvement compared to its previous projections but cautions that many challenges still cloud the horizon.",
    "publishedDateTime": "2023-07-25T17:08:52"
  },
  {
    "title": "Purdue visits Iowa for key Big Ten West game;.QB Deacon Hill to make his first start for Hawkeyes",
    "url": "https://apnews.com/article/iowa-hawkeyes-purdue-boilermakers-0127308285ff8dead8f7a950c4b892bc",
    "category": "Sports",
    "newsSource": "AP News",
    "description": "Purdue visits Iowa in a key Big Ten West game Saturday. The Hawkeyes have no more ranked teams on their schedule and could take control of the division.",
    "publishedDateTime": "2023-10-05T16:32:28"
  },
  {
    "title": "Harris focuses on shaping a post-conflict Gaza",
    "url": "https://apnews.com/video/united-arab-emirates-international-agreements-middle-east-gaza-strip-israel-dfe98864c25d4222bfb67312a7e5e9ce",
    "category": null,
    "newsSource": "AP News",
    "description": "Vice President Kamala Harris engaged in a speed round of diplomatic talks with Arab leaders on Saturday where she focused on shaping the outlook for a post-conflict Gaza while calling on Israel to do more to protect Palestinian civilians.",
    "publishedDateTime": null
  },
  {
    "title": "Target Q2 sales fall on muted spending, Pride month backlash, and it cuts profit outlook for 2023",
    "url": "https://apnews.com/article/target-second-quarter-earnings-inflation-pride-ab2aba86d83a23431eeb00e30eba37a5",
    "category": "Business",
    "newsSource": "AP News",
    "description": "Target reported its first quarterly sales drop in six years, dragged down by shoppers' inflation worries and a negative reaction by some customers, widely publicized on social media, to its Pride merchandise.",
    "publishedDateTime": "2023-08-16T10:33:41"
  },
  {
    "title": "Wisconsin university system reaches deal with Republicans that would scale back diversity positions",
    "url": "https://apnews.com/article/universities-of-wisconsin-diversity-initiatives-republican-lawmakers-e371fae1d6adbe1616ae457a691d07fe",
    "category": "Education",
    "newsSource": "AP News",
    "description": "The Universities of Wisconsin and Assembly Republican Speaker Robin Vos have reached a sweeping deal that would freeze hiring for diversity positions across the system in exchange for lawmakers approving employee pay raises and funding for a new engineering building at the flagship campus.",
    "publishedDateTime": "2023-12-08T18:28:30"
  },
  {
    "title": "Travel tips and outlook for holiday travelers",
    "url": "https://apnews.com/video/los-angeles-american-automobile-association-california-travel-and-tourism-thanksgiving-8856f11016554118b8b36407ae1c6b22",
    "category": null,
    "newsSource": "AP News",
    "description": "Thanksgiving travelers will number nearly 55 million people this holiday week, requiring patience and advance planning to make all those trips less stressful.",
    "publishedDateTime": null
  },
  {
    "title": "German government advisers see only modest economic growth next year",
    "url": "https://apnews.com/article/germany-government-advisers-economic-forecast-9437e4b781142adacbe07f9b378ef023",
    "category": "Business",
    "newsSource": "AP News",
    "description": "The German government’s panel of independent economic advisers is forecasting that the country's economy will shrink by 0.4% this year and grow only by a relatively modest 0.7% next year.",
    "publishedDateTime": "2023-11-08T14:33:48"
  },
  {
    "title": "MLB, union say there was 1 positive test among record 11,783 drug scans in the last year",
    "url": "https://apnews.com/article/mlb-drug-testing-53e9c3f3914df11ceabb590e51fb6f39",
    "category": "Sports",
    "newsSource": "AP News",
    "description": "There was just one positive test resulting in discipline from among a record 11,783 samples collected by Major League Baseball and the players’ association in the year ending with the 2023 World Series.",
    "publishedDateTime": "2023-12-01T20:00:06"
  },
  {
    "title": "Economy has lost momentum during a tough year, EU commission says and warns of risk from Mideast",
    "url": "https://apnews.com/article/europe-eurozone-inflation-economy-e592d71587147d807b0962907b96f4c3",
    "category": "Business",
    "newsSource": "AP News",
    "description": "The European Union’s executive commission has lowered growth its expectations for this year and next, saying the economy “has lost momentum” as inflation discourages consumers and higher interest rates deter borrowing for purchases and investment.",
    "publishedDateTime": "2023-11-15T10:17:41"
  },
  {
    "title": "Microsoft says early June disruptions to Outlook, cloud platform, were cyberattacks",
    "url": "https://apnews.com/article/microsoft-outage-ddos-attack-hackers-outlook-onedrive-7a23f92ab3cc2b7f0c590c7d08cf03fe",
    "category": "Business",
    "newsSource": "AP News",
    "description": "Microsoft says the early June disruptions to its Microsoft’s flagship office suite — including the Outlook email apps — were denial-of-service attacks by a shadowy new hacktivist group.",
    "publishedDateTime": "2023-06-17T21:43:11"
  },
  {
    "title": "West Virginia GOP Gov. Justice appoints cabinet secretary to circuit judge position",
    "url": "https://apnews.com/article/west-virginia-dave-hardy-larry-pack-circuit-judge-6d85fc284f4f12c8c244e5c4b951c5ef",
    "category": "U.S. News",
    "newsSource": "AP News",
    "description": "West Virginia Republican Gov. Jim Justice has appointed a member of his cabinet to a circuit judge position and replaced him with one of his senior advisers.",
    "publishedDateTime": "2023-12-13T23:44:05"
  },
  {
    "title": "A surge of hiring in September defies predictions, pointing to US job market's enduring resilience",
    "url": "https://apnews.com/article/jobs-inflation-rates-economy-federal-reserve-unemployment-8950494bcfcc717f7e6c18bc19ecaf6e",
    "category": "Business",
    "newsSource": "AP News",
    "description": "The unexpectedly strong gain suggests many companies remain confident enough to keep hiring despite high interest rates and a hazy economic outlook.",
    "publishedDateTime": "2023-10-06T04:01:07"
  },
  {
    "title": "Oil prices could reach 'uncharted waters' if the Israel-Hamas war escalates, the World Bank says",
    "url": "https://apnews.com/article/hamas-israel-gaza-war-oil-imf-72152d1d791eed532c2807902297c0fa",
    "category": "Business",
    "newsSource": "AP News",
    "description": "The World Bank says oil prices could be pushed into “uncharted waters” if the violence between Israel and Hamas widens.",
    "publishedDateTime": "2023-10-30T11:00:55"
  },
  {
    "title": "Scores of candidates to seek high-profile open political positions in North Carolina as filing ends",
    "url": "https://apnews.com/article/north-carolina-elections-candidates-governor-congress-41f414eb736021bd58b650555be20907",
    "category": "Politics",
    "newsSource": "AP News",
    "description": "Scores of candidates filed for nearly a dozen high-profile elected positions in North Carolina where the incumbents aren’t running in 2024 because of redistricting, retirements or term limits.",
    "publishedDateTime": "2023-12-15T21:12:15"
  },
  {
    "title": "Red Bull's Verstappen to start Brazilian Grand Prix in the pole position",
    "url": "https://apnews.com/article/ferrari-brazil-grand-prix-practice-formula-one-494c2920bb772d32b50416bad0c438c3",
    "category": "Sports",
    "newsSource": "AP News",
    "description": "Formula One champion Max Verstappen of Red Bull will start this weekend’s Brazilian Grand Prix in the pole position, with his teammate Sérgio Perez lagging in ninth position at Interlagos after Friday’s qualifying.",
    "publishedDateTime": "2023-11-03T16:15:23"
  },
  {
    "title": "IMF: Prolonged high inflation dims outlook for world economy",
    "url": "https://apnews.com/article/world-economy-inflation-imf-china-growth-europe-c2b6787d829061754fc4aaf9205bcec0",
    "category": null,
    "newsSource": "AP News",
    "description": "The outlook for the world economy this year has dimmed in the face of chronically high inflation, rising interest rates and uncertainties resulting from the collapse of two big American banks. That’s the view of the International Monetary Fund, which has downgraded its outlook for global economic growth. The IMF now envisions growth this year of 2.8%, down from 3.4% in 2022 and from the 2.9% estimate for 2023 it made in its previous forecast in January. The fund said the possibility of a “hard landing,” in which rising interest rates weaken growth so much as to cause a recession, has ”risen sharply,” especially in the world’s wealthiest countries.",
    "publishedDateTime": "2023-04-11T20:21:19"
  },
  {
    "title": "US consumers feeling slightly less confident in October for 3rd straight month",
    "url": "https://apnews.com/article/consumer-confidence-economy-spending-inflation-2e88b851880327bfacd1408ee5415625",
    "category": "Business",
    "newsSource": "AP News",
    "description": "American consumers are feeling increasingly less confident these days as fears of an oncoming recession remain elevated.",
    "publishedDateTime": "2023-10-31T14:12:41"
  },
  {
    "title": "Wisconsin university regents reject deal with Republicans to reduce diversity positions",
    "url": "https://apnews.com/article/wisconsin-regents-reject-deal-with-republicans-f50d00bf42cdd9196c79beef20313093",
    "category": "Education",
    "newsSource": "AP News",
    "description": "Universities of Wisconsin regents have narrowly rejected a deal with Republicans that would have given employees a pay raise and paid for construction of a new engineering building in exchange for reductions in staff positions focused on diversity, equity and inclusion.",
    "publishedDateTime": "2023-12-09T18:41:59"
  },
  {
    "title": "Airbnb posts $117 million profit, but 2Q outlook disappoints",
    "url": "https://apnews.com/article/airbnb-profit-revenue-travel-1b4ab1329ad4cb01ea5fae905a6826f7",
    "category": null,
    "newsSource": "AP News",
    "description": "Airbnb has reported a $117 million profit for the first quarter, but investors are disappointed by a weak forecast for the late spring and early summer. Airbnb said Tuesday that bookings in the current second quarter will be lower than a year ago. That outlook overshadowed the first-quarter profit and a 20% increase in revenue. Bookings rose, and average daily rates paid by customers held steady. Airbnb is still getting a boost from the ongoing recovery in travel, which took a hit during the pandemic. It's also being aided by the trend of more people working remotely.",
    "publishedDateTime": "2023-05-10T00:58:33"
  },
  {
    "title": "World Bank offers dim outlook for the global economy in face of higher interest rates",
    "url": "https://apnews.com/article/global-economy-inflation-growth-recession-world-bank-e35d2a0bcc71b39fb0519bd48e89694f",
    "category": "Washington News",
    "newsSource": "AP News",
    "description": "The global economy is likely slowing sharply this year, hobbled by high interest rates, the repercussions of Russia’s invasion of Ukraine and the lingering effects of the coronavirus pandemic. That’s the latest outlook of the World Bank, a 189-country anti-poverty agency, which estimates that the international economy will expand just 2.1% in 2023 after growing 3.1% in 2022. Still, that marks an upgrade from its previous forecast in January. That estimate had envisioned worldwide growth of just 1.7% this year. Central banks have been aggressively raising interest rates to combat a resurgence of inflation, set off by a stronger-than-expected rebound from the pandemic recession, persistent supply shortages and energy and food price shocks caused by the Ukraine war.",
    "publishedDateTime": "2023-06-06T14:23:36"
  },
  {
    "title": "No. 8 Florida State and its returning stars have a chance to gain early foothold in CFP chase",
    "url": "https://apnews.com/article/florida-state-seminoles-season-preview-a69a9541c2640c75d286604928da7e74",
    "category": "Sports",
    "newsSource": "AP News",
    "description": "Florida State probably won’t have to wait until December to learn its fate regarding the College Football Playoff.",
    "publishedDateTime": "2023-08-16T16:34:12"
  }
]